{
    "name": "Куриные голени, тушенные с овощами, в сливочном соусе",
    "description": "Нежное куриное мясо идеально дополняется ароматным луком и сочной морковью и тушится в нежном сливочном соусе. Сливки насыщают блюдо сливочным вкусом, вермут добавляет легкую нотку утонченности, а пряности - аппетитный аромат. Идеальный вариант для уютного семейного ужина или угощения гостей.",
    "ingredients": [
        "Куриные голени - 7 шт. (1 кг)",
        "Вермут сухой французский - 180 мл",
        "Сливки (20%) - 120 мл",
        "Лук-порей - 70 г",
        "Лук репчатый- 65 г",
        "Чеснок - 2-3 зубчика",
        "Морковь - 130 г",
        "Масло сливочное - 40 г",
        "Соль - по вкусу",
        "Перец черный молотый - по вкусу",
        "Вода - 60 мл",
        "Мука - 20 г",
        "Прованские травы - 0,5 ч. л.",
        "Лавровый лист - 1 шт."
    ],
    "steps": [
        "Необходимые продукты.",
        "Куриные голени моем, обсушиваем бумажными полотенцами и посыпаем солью и перцем со всех сторон.",
        "Репчатый лук очищаем и нарезаем маленькими кубиками. Чеснок очищаем и измельчаем ножом.",
        "На сковороде растапливаем сливочное масло и выкладываем голени на сковороду.",
        "Обжариваем голени примерно по 2-3 минуты с каждой стороны до подрумянивания.",
        "Добавляем на сковороду нарезанные лук и чеснок.",
        "Обжариваем все вместе примерно 3 минуты до мягкости лука и чеснока. При обжаривании голени периодически переворачиваем.",
        "Равномерно посыпаем голени половиной муки с одной стороны.",
        "Голени переворачиваем на другую сторону и посыпаем оставшейся мукой.",
        "Обжариваем голени в муке примерно 1-2 минуты, периодически переворачивая.",
        "Вливаем вермут.",
        "Также вливаем 60 мл воды.",
        "Добавляем лавровый лист и прованские травы.",
        "Накрываем сковороду крышкой и тушим 10 минут на маленьком огне.",
        "Морковь очищаем и нарезаем длинной тонкой соломкой.",
        "Лук-порей разрезаем поперек на несколько частей.",
        "Затем каждую часть разрезаем вдоль на 2 половинки.",
        "И нарезаем части лука-порея длинной тонкой соломкой.",
        "Выкладываем лук-порей в сковороду с голенями.",
        "Также выкладываем морковь.",
        "Немного переворачиваем голени, чтобы овощи оказались внутри и по возможности были покрыты жидкостью.",
        "Накрываем сковороду крышкой и тушим еще 10 минут.",
        "Затем вливаем сливки.",
        "Тушим без крышки еще 2-3 минуты. Если понадобится, во время тушения досаливаем по вкусу.",
        "Куриные ножки в сливочном соусе готовы. Это сочное и нежное блюдо из курицы можно подавать с различными гарнирами. Приятного аппетита!",
        "",
        ""
    ]
}