{
    "name": "Печёночные оладьи с яблоками (без муки)",
    "description": "Оладьи из куриной печени дополняются ароматными карамелизированными яблоками, что делает замечательное сочетание печени и яблок более оригинальным. Оладьи готовятся не с мукой, а с овсяными хлопьями, получаются особенно нежными.",
    "ingredients": [
        "Печень куриная — 500 г",
        "Яблоко — 180 г",
        "Овсяные хлопья — 80 г",
        "Лук репчатый — 115 г",
        "Чеснок — 10 г",
        "Яйцо — 1 шт.",
        "Соль — по вкусу",
        "Перец черный молотый — по вкусу",
        "Масло растительное — 60 мл",
        "*",
        "Для карамелизированных яблок:",
        "Яблоки — 250 г",
        "Сахар — 30 г",
        "Масло сливочное — 30 г"
    ],
    "steps": [
        "Подготовьте необходимые ингредиенты.",
        "Куриную печень помойте под проточной водой. При необходимости обрежьте лишний жир.",
        "Подготовленную печень переместите в чашу блендера.",
        "Лук с чесноком очистите. Лук разрежьте на средние кусочки.",
        "Добавьте нарезанный лук и чеснок.",
        "Всыпьте овсяные хлопья. Я использую хлопья, которые варятся около 8-10 минут.",
        "Измельчите до однородной консистенции.",
        "Вбейте яйцо. По вкусу подсолите и поперчите.",
        "Пробейте в блендере до однородности.",
        "Перелейте печеночную массу в глубокую миску.",
        "Яблоко очистите от кожицы и семян. Измельчите на мелкой терке. Добавьте к остальным ингредиентам. Можно измельчить яблоко вместе со всеми ингредиентами в блендере.",
        "Перемешайте все ингредиенты. Оставьте на 10-15 минут.",
        "В сковороде разогрейте растительное масло. Ложкой выложите небольшие заготовки.",
        "Жарьте на огне ниже среднего по 2-3 минуты с каждой стороны, до румяности.",
        "Выложите на бумажное полотенце, чтобы удалить остатки масла.",
        "Яблоки хорошо промойте и обсушите. Удалите сердцевину. Можно срезать и кожицу. Разрежьте на дольки.",
        "В сковороде разогрейте сливочное и растительное масло.",
        "Выложите яблочные дольки, желательно, в один слой.",
        "Жарьте по 3-4 минуты с каждой стороны до легкого золотистого цвета, переворачивая дольки вилочкой.",
        "Всыпьте сахар. Количество сахара зависит от вкуса яблок. Аккуратно помешивая, жарьте на огне ниже среднего еще 2-3 минуты.",
        "Отключите огонь и немного остудите.",
        "Подавайте к столу с карамелизированными яблоками и сметаной.",
        "Приятного аппетита!",
        ""
    ]
}