{
    "name": "Суп из свежих и сушёных грибов со сметаной",
    "description": "Грибной суп обладает особым ароматом и насыщенным вкусом благодаря сочетанию свежих шампиньонов и сушёных лесных грибов. Добавление сметаны в конце приготовления делает суп нежнее и вкуснее.",
    "ingredients": [
        "Шампиньоны — 350 г",
        "Грибы сушёные — 40 г",
        "Картофель — 400 г",
        "Морковь — 230 г",
        "Лук репчатый — 100 г",
        "Сметана — 100 г",
        "Масло сливочное — 40 г",
        "Масло растительное — 30 мл",
        "Соль — по вкусу",
        "Перец черный молотый — по вкусу",
        "Зелень — по вкусу",
        "Вода — 1,5 л"
    ],
    "steps": [
        "Подготовьте необходимые ингредиенты.",
        "Сушеные грибы хорошо промойте под проточной водой.",
        "Переложите в глубокую миску. Залейте 400-500 мл теплой воды. Оставьте на 3 часа.",
        "Шампиньоны помойте или очистите.",
        "Грибы откиньте на сито. Воду не выливайте, она пригодится для супа. Если грибы крупные, разрежьте на небольшие кусочки.",
        "Лук и морковь очистите и нарежьте небольшими кубиками.",
        "В кастрюле (3-3,5 л) разогрейте 2 вида масла. Добавьте лук и морковь. Жарьте 3-4 минуты на умеренном огне, помешивая.",
        "Шампиньоны нарежьте пластинками вместе с ножками. Добавьте в кастрюлю к остальным ингредиентам.",
        "Жарьте 2-3 минуты на огне ниже среднего, помешивая.",
        "Добавьте лесные грибы. Готовьте еще пару минут, помешивая, на небольшом огне.",
        "Картофель очистите и нарежьте небольшими кусочками. Добавьте в кастрюлю. При желании можно обойтись без картошки.",
        "Жарьте на небольшом огне 2-3 минуты, помешивая.",
        "Влейте горячую воду и процеженный настой от грибов. Количество воды регулируйте по своему вкусу. Доведите до кипения.",
        "По вкусу приправьте солью и молотым перцем. Готовьте на небольшом огне, примерно 20-30 минут, до готовности всех ингредиентов.",
        "К сметане любой жирности добавьте немного бульона из супа и хорошо перемешайте.",
        "Влейте сметану в суп. Перемешайте. Доведите до кипения. Проварите пару минут на небольшом огне и отключите нагрев.",
        "Суп из свежих и сушёных грибов со сметаной готов.",
        "Подавайте к столу со свежей зеленью.",
        "Приятного аппетита!",
        ""
    ]
}